[ItemDefs.ID_HammerLockScent MissionItemDefinition]
ItemName="Hammerlock's Whiskey"

[ItemDefs.ID_HammerLockScent:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="''For when you need a drink as stiff as my upper lip!''"

[ItemDefs.ID_Injector:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="A syringe used to inject varkid pods."
